Revit 2027 API
ParameterTypeId.ReferencedView Property
 "Referenced View": The view referenced by a section or callout.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ReferencedView { get; }
Public Shared ReadOnly Property ReferencedView As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ReferencedView {
	ForgeTypeId^ get ();
}
static member ReferencedView : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace